<?php
//ошибки входа
$errorLogin[1]="Нет Логина и Пароля";
$errorLogin[2]="Нет Логина";
$errorLogin[3]="Нет Пароля";
$errorLogin[4]="Такого логина нет";
$errorLogin[5]="Введите пароль";
$errorLogin[6]="Пользователь уже вошел";
$errorLogin[7]="Неверный логин или пароль";
$text_desc='описание';
$text_help='help можно из файла переменных';
$text_p_desc='Фотография должна быть 480*720 .png. Фотогорафия сохраняется после нажатия кнопки "Сохранить"';
$text_sostav='Сохранение (удаление, изменение) выбранных товаров в набор (из набора) осуществляется после надатия кнопки "Сохранить"';
$text_load_i='Загрузить фото';
$text_per_b='Переходим по кнопке';
?>